<?php /* Template Name: Обмен и возврат */ ?>
<?php get_header(); ?>

<section class="obmen layout">
    <h1 class="obmen__title text-5xl">Обмен и возврат</h1>
    <div class="card">
        <h3 class="card__title text-3xl">
            Как вернуть или заменить товар?
        </h3>
        <p class="card__text text-lg">
            После покупки, у вас есть 14 дней на качественную проверку товара. Если в этот период
            обнаруживается заводской дефект, то Мы забираем товар обратно или меняем на новый.
        </p>
        <br>
        <p class="card__text text-lg">
            Обратите внимание, если вы приобрели силовую технику, то 14 дней проверки распространяются
            только на период до начала использования техники в работе.
        </p>
    </div>
    <div class="card">
        <h3 class="card__title text-3xl">
            Что нужно для возврата товара?
        </h3>
        <p class="card__text text-lg">
            При возникновении гарантийного случая, претензии к качеству или комплекту товара
            необходимо:
        </p>
        <ul class="card__list card__list--column card__list--no-list-item-mb">
            <li class="card__list-item">
                <p class="text-lg">
                    — Гарантийный талон 100NOUT или производителя (если он был в комплекте);
                </p>
            </li>
            <li class="card__list-item">
                <p class="text-lg">
                    — Заполнить форму обратной связи с отделом сервиса, после чего наши специалисты с вами
                    свяжутся.
                </p>
            </li>
        </ul>
        <p class="text-lg text--green">
            Если товар подлежит замене, то мы примем его, убедившись, что товар куплен у нас.
        </p>
        <p class="card__text text-lg text--semibold obmen__text">
            Закон Республики Беларусь от 9 января 2002 г. N 90-З «О защите прав потребителей» в редакции
            <br>
            от 13 июня 2018 г. № 111-З
        </p>
        <a href="https://pravo.by/document/?guid=3871&p0=H10200090"
            class="obmen__btn btn btn-primary">Полная версия закона</a>
    </div>
    <div class="card">
        <h3 class="card__title text-3xl">
            Как правильно принять товар?
        </h3>
        <ul class="card__list card__list--column card__list--no-list-item-mb">
            <li class="card__list-item">
                <p class="text-lg">
                    – Обязательно осматривайте товар в момент получения при курьере;
                </p>
            </li>
            <li class="card__list-item">
                <p class="text-lg">
                    – Обязательно поставьте подпись в гарантийном талоне о том, что товар был проверен;
                </p>
            </li>
            <li class="card__list-item">
                <p class="text-lg">
                    – Вы также имеете право отказаться от доставленного товара, если в нем обнаружен дефект.
                </p>
            </li>
        </ul>
        <p class="card__text text-lg text--semibold obmen__text">
            Пожалуйста проверяйте товар в присутствии курьера, т.к. претензии к внешнему виду и комплектации
            изделия после отбытия курьера мы не сможем принять. Если у вас остались вопросы, задайте
            их нашей поддержке в онлайн-чат или специалисту колл-центра.
        </p>
    </div>
    <div class="obmen__bottom">
        <div class="obmen__form">
            <?php echo do_shortcode("[bitform id='1']"); ?>
        </div>
        <div class="obmen__contacts">
            <div class="obmen__contacts-subtitle text-3xl">Сервисный центр</div>
            <div class="obmen__contacts-time">Время работы с 9:00 до 21:00</div>
            <a href="tel+375445747400" class="obmen__contacts-phone" target="_blank">+375 44 574 74 00</a>
            <a href="https://t.me/stonout_service_bot" class="obmen__contacts-social" target="_blank">
                <svg width="21" height="18" viewBox="0 0 21 18" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M2.1249 7.63537C7.49359 5.29631 11.0736 3.75426 12.8648 3.00922C17.9792 0.881975 19.0419 0.51245 19.7346 0.500118C19.8869 0.497565 20.2276 0.53532 20.4482 0.714361C20.6345 0.86554 20.6858 1.06976 20.7103 1.2131C20.7348 1.35643 20.7654 1.68295 20.7411 1.93808C20.464 4.85012 19.2647 11.9169 18.6546 15.1784C18.3965 16.5585 17.8882 17.0212 17.3961 17.0665C16.3266 17.1649 15.5145 16.3597 14.4787 15.6807C12.8578 14.6182 11.9421 13.9568 10.3688 12.92C8.55053 11.7218 9.72923 11.0632 10.7654 9.98699C11.0366 9.70533 15.7487 5.41932 15.8399 5.03052C15.8513 4.98189 15.8619 4.80063 15.7542 4.70492C15.6465 4.60921 15.4876 4.64194 15.3729 4.66797C15.2104 4.70487 12.621 6.41633 7.60486 9.80237C6.86988 10.3071 6.20416 10.553 5.6077 10.5401C4.95015 10.5259 3.68528 10.1683 2.74498 9.86264C1.59166 9.48774 0.675027 9.28953 0.754845 8.65284C0.796419 8.32121 1.2531 7.98205 2.1249 7.63537Z" fill="#fff"></path>
                </svg>
            </a>
        </div>
    </div>

</section>

<?php get_footer();
