<?php /* Template Name: Договор оферты */ ?>
<?php get_header();?>
<section class="dogovor layout">
                <h1 class="dogovor__title text-5xl">Договор оферты</h1>
                <p class="text-lg">
                    На приобретение товаров через интернет-магазин 100nout.by
                </p>
                <ul class="dogovor__list">
                    <li class="dogovor__list-item">
                        <div class="card">
                            <h3 class="card__title text-3xl">
                                1. Общие положения.
                            </h3>
                            <ul
                                class="card__list card__list--column card__list--markers-disc card__list--no-list-item-mb">
                                <li class="card__list-item">
                                    <p class="text-lg">
                                        1.1. Настоящий договор определяет порядок ведения Продавцом купли-продажи Товара
                                        через интернет-магазин в соответствии со ст. 405 Гражданского кодекса Республики
                                        Беларусь (далее — ГК РБ) и является официальной публичной офертой Продавца,
                                        адресуемой неопределённому кругу лиц.
                                    </p>
                                </li>
                                <li class="card__list-item">
                                    <p class="text-lg">
                                        1.2. Фактом принятия (акцепта) Покупателем условий настоящего Договора является
                                        сообщение о выборе и заказе товара, отправленное путём нажатия кнопки «Оформить
                                        заказ» в разделе «Корзина» посредством электронной связи, в порядке и на
                                        условиях, определённых настоящим Договором и условиями (п. 3 ст. 408
                                        Гражданского Кодекса Республики Беларусь).
                                    </p>
                                </li>
                                <li class="card__list-item">
                                    <p class="text-lg">
                                        1.3. При совместном упоминании Покупателя и Продавца по тексту настоящего
                                        договора последние именуются Стороны, а каждый по отдельности Сторона.
                                    </p>
                                </li>
                                <li class="card__list-item">
                                    <p class="text-lg">
                                        1.4. Каждая Сторона гарантирует другой Стороне, что обладает соответствующим
                                        правом и достаточным объёмом дееспособности, а равно всеми иными правами и
                                        полномочиями, необходимыми для заключения и исполнения настоящего договора.
                                    </p>
                                </li>
                                <li class="card__list-item">
                                    <p class="text-lg">
                                        1.5. Осуществляя Заказ Товара через интернет-магазин, Покупатель принимает и
                                        соглашается со всеми условиями, изложенными в настоящем договоре, и с
                                        информацией, размещённой на сайте в момент принятия Продавцом Заказа.
                                    </p>
                                </li>
                                <li class="card__list-item">
                                    <p class="text-lg">
                                        1.6. К отношениям между Сторонами по настоящему договору применяются требования
                                        Закона «О защите прав потребителей» (далее — Закон) и иные нормативные и
                                        правовые акты Республики Беларусь, регулирующие вопросы розничной купли-продажи.
                                    </p>
                                </li>
                                <li class="card__list-item">
                                    <p class="text-lg">
                                        1.7. Продавец оставляет за собой право вносить изменения в настоящий договор и в
                                        информацию на сайте, в связи с чем Покупатель обязуется на момент обращения к
                                        Продавцу с Заказом на Товар учитывать возможные изменения.
                                    </p>
                                </li>
                                <li class="card__list-item">
                                    <p class="text-lg">
                                        1.8. Публикация информации, очевидно не соответствующей товару, в том числе
                                        цены, фото и описания товара, признается технической ошибкой.
                                    </p>
                                </li>
                            </ul>
                        </div>
                    </li>
                    <li class="dogovor__list-item">
                        <div class="card">
                            <h3 class="card__title text-3xl">
                                2. Оформление и сроки выполнения заказа.
                            </h3>
                            <ul
                                class="card__list card__list--column card__list--markers-disc card__list--no-list-item-mb">
                                <li class="card__list-item">
                                    <p class="text-lg">
                                        2.1. Заказ Покупателя может быть оформлен по телефону и/или через Сайт.
                                    </p>
                                </li>
                                <li class="card__list-item">
                                    <p class="text-lg">
                                        2.1.1. При оформлении Заказа по телефону Покупатель предоставляет Продавцу
                                        следующую необходимую информацию для оформления Заказа: желаемый товар и
                                        количество, адрес доставки товара, контактный телефон, желаемое время получения
                                        заказа.
                                    </p>
                                </li>
                                <li class="card__list-item">
                                    <p class="text-lg">
                                        2.1.2. При оформлении Заказа через сайт Покупатель заполняет электронную форму
                                        Заказа на Товар и отправляет сформированный Заказ Продавцу посредством сети
                                        Интернет.
                                    </p>
                                </li>
                                <li class="card__list-item">
                                    <p class="text-lg">
                                        2.1.3. Адрес электронной почты, указанный при оформлении Заказа через сайт или
                                        по телефону, вносится в список для регулярных рассылок и используется для
                                        автоматического создания Аккаунта Покупателя на Сайте. Адрес электронной почты
                                        может быть удалён из базы онлайн-гипермаркета по требованию его владельца.
                                    </p>
                                </li>
                                <li class="card__list-item">
                                    <p class="text-lg">
                                        2.2. Информация в Заказе, полученном Продавцом, согласовывается с Покупателем
                                        либо Получателем по контактному телефону или электронной почте с целью
                                        уточнения, в том числе, конкретной даты и времени доставки Товара. Конкретная
                                        дата и время доставки зависят от выбранного товара, места доставки и времени,
                                        необходимого Продавцу на обработку Заказа.
                                    </p>
                                </li>
                                <li class="card__list-item">
                                    <p class="text-lg">
                                        2.3. При оформлении Заказа через сайт Покупатель получает на указанный им
                                        электронный адрес уведомительное электронное Письмо, подтверждающее факт
                                        оформления покупателем формы Заказа на сайте Продавца. Данное уведомительное
                                        письмо не является подтверждением факта принятия Заказа Продавцом.
                                    </p>
                                </li>
                                <li class="card__list-item">
                                    <p class="text-lg">
                                        2.4. В случае обнаружения, что на складе Продавца отсутствует необходимый Товар
                                        или необходимое его количество, Продавец информирует об этом Покупателя по
                                        контактному телефону, отражённому в Заказе. Покупатель вправе согласиться
                                        принять Товар в количестве, имеющемся в наличии у Продавца, либо отказаться
                                        (аннулировать) от Заказа.
                                    </p>
                                </li>
                                <li class="card__list-item">
                                    <p class="text-lg">
                                        2.5. В случае возникновения у Покупателя вопросов, касающихся описания, свойств
                                        и характеристик Товара, перед оформлением Заказа Покупатель должен обратиться к
                                        Продавцу по телефонам или с помощью средств онлайн-консультации, указанным на
                                        сайте интернет-магазина.
                                    </p>
                                </li>
                                <li class="card__list-item">
                                    <p class="text-lg">
                                        2.6. Продавец вправе отказать клиенту в подтверждении или выполнении заказа в
                                        случае обнаружения в нем технической ошибки, связанной с работой программного
                                        обеспечения на стороне Продавца, либо обеспечивающих его функционирование
                                        сторонних сервисов, в том числе явившейся следствием неправомерных действий со
                                        стороны третьих лиц.
                                    </p>
                                </li>
                            </ul>
                        </div>
                    </li>
                    <li class="dogovor__list-item">
                        <div class="card">
                            <h3 class="card__title text-3xl">
                                3. Доставка товара.
                            </h3>
                            <ul
                                class="card__list card__list--column card__list--markers-disc card__list--no-list-item-mb">
                                <li class="card__list-item">
                                    <p class="text-lg">
                                        3.1. При Заказе Товара Покупателем на условиях доставки Продавец приложит все
                                        усилия, чтобы соблюсти сроки доставки Товара, указанные на сайте или
                                        согласованные с Покупателем после оформления заказа, при этом не исключая
                                        причин, которые могут возникнуть и повлиять на сроки доставки в виде
                                        непредвиденных событий и обстоятельств, произошедших не по вине Продавца.
                                    </p>
                                </li>
                                <li class="card__list-item">
                                    <p class="text-lg">
                                        3.2. С условиями доставки Товара можно ознакомиться по ссылке.
                                    </p>
                                </li>
                                <li class="card__list-item">
                                    <p class="text-lg">
                                        3.3. В момент доставки Товара лицо, осуществляющее доставку, демонстрирует
                                        Покупателю и/или Получателю внешний вид и комплектность Товара. Если товар имеет
                                        внешние недостатки, покупатель имеет право отказаться от товара.
                                    </p>
                                </li>
                                <li class="card__list-item">
                                    <p class="text-lg">
                                        3.4. Покупатель или Получатель в момент получения Товара получает пакет
                                        документов на Товар: — кассовый чек, при условии, что оплата производится в
                                        момент получения заказа; — гарантийный талон, при условии, что это предусмотрено
                                        заводом-изготовителем.
                                    </p>
                                </li>
                                <li class="card__list-item">
                                    <p class="text-lg">
                                        3.5. С момента передачи Товара, Покупателю переходит право собственности (с. 224
                                        ГК), бремя содержания, принадлежащего собственнику имущества (ст. 211 ГК), а
                                        также риск случайной гибели или случайного повреждения товара (ст. 212 ГК).
                                    </p>
                                </li>
                                <li class="card__list-item">
                                    <p class="text-lg">
                                        3.6. Проверка Товара должна производиться с сохранением товарного вида.
                                    </p>
                                </li>
                            </ul>
                        </div>
                    </li>
                    <li class="dogovor__list-item">
                        <div class="card">
                            <h3 class="card__title text-3xl">
                                4. Оплата товара.
                            </h3>
                            <ul
                                class="card__list card__list--column card__list--markers-disc card__list--no-list-item-mb">
                                <li class="card__list-item">
                                    <p class="text-lg">
                                        4.1. Цена Товара указывается рядом с определённым наименованием товара на сайте
                                        интернет-магазина на странице товара в белорусских рублях и включает в себя
                                        налог на добавленную стоимость.
                                    </p>
                                </li>
                                <li class="card__list-item">
                                    <p class="text-lg">
                                        4.2. Цена Товара на сайте онлайн-гипермаркета может быть изменена Продавцом в
                                        одностороннем порядке. При этом цена на Товар, на который оформлен Заказ,
                                        изменению не подлежит.
                                    </p>
                                </li>
                                <li class="card__list-item">
                                    <p class="text-lg">
                                        4.3. Оплата Товара Покупателем или Получателем производится в белорусских рублях
                                        в форме и способами, указанными Продавцом в разделе «оплата» на сайте
                                        интернет-магазина.
                                    </p>
                                </li>
                                <li class="card__list-item">
                                    <p class="text-lg">
                                        4.4. Продавец вправе предоставлять Покупателю или Получателю скидки на Товары и
                                        устанавливать программу бонусов. Виды скидок, порядок и условия начисления и
                                        предоставления бонусов указываются на сайте онлайн-гипермаркета в публичном
                                        доступе и могут быть изменены Продавцом в одностороннем порядке.
                                    </p>
                                </li>
                            </ul>
                        </div>
                    </li>
                    <li class="dogovor__list-item">
                        <div class="card">
                            <h3 class="card__title text-3xl">
                                5. Гарантии и ответственность.
                            </h3>
                            <ul
                                class="card__list card__list--column card__list--markers-disc card__list--no-list-item-mb">
                                <li class="card__list-item">
                                    <p class="text-lg">
                                        5.1. Продавец не несёт ответственности за ущерб, причинённый Покупателю или
                                        Получателю вследствие ненадлежащего использования последними Товара,
                                        приобретённого в онлайн-гипермаркете Продавца.
                                    </p>
                                </li>
                                <li class="card__list-item">
                                    <p class="text-lg">
                                        5.2. Продавец не несёт ответственности за содержание и функционирование других
                                        сайтов Интернета.
                                    </p>
                                </li>
                                <li class="card__list-item">
                                    <p class="text-lg">
                                        5.3. Продавец вправе переуступать либо каким-либо иным способом передавать свои
                                        права и обязанности, вытекающие из его отношений с Покупателем или Покупателем,
                                        третьим лицам.
                                    </p>
                                </li>
                                <li class="card__list-item">
                                    <p class="text-lg">
                                        5.4. Продавец не несёт ответственности за последствия, связанные с действиями
                                        Покупателя или Получателя в случае использования Товара, приобретённого у
                                        Продавца, в предпринимательских целях.
                                    </p>
                                </li>
                                <li class="card__list-item">
                                    <p class="text-lg">
                                        5.5. Продавец не отвечает за убытки Покупателя или Получателя, возникшие в
                                        результате: — предоставления не достоверной информации при согласовании Заказа,
                                        в т. ч. неправильного указания идентификационных сведений; — неправомерных
                                        действий третьих лиц.
                                    </p>
                                </li>
                                <li class="card__list-item">
                                    <p class="text-lg">
                                        5.6. Покупатель или Получатель несёт полную ответственность за достоверность
                                        идентификационных сведений, указанных им при Заказе Товара в интернет-магазине.
                                    </p>
                                </li>
                                <li class="card__list-item">
                                    <p class="text-lg">
                                        5.7. Стороны освобождаются от ответственности за полное или частичное
                                        неисполнение своих обязательств, если такое неисполнение явилось следствием
                                        действия обстоятельств непреодолимой силы, возникших после вступления в силу
                                        настоящего договора и/или в результате событий чрезвычайного характера, которые
                                        Стороны не могли предвидеть и предотвратить разумными мерами.
                                    </p>
                                </li>
                                <li class="card__list-item">
                                    <p class="text-lg">
                                        5.8. В иных случаях, не предусмотренных пунктом 5.7 настоящего договора, за
                                        неисполнение или ненадлежащее исполнение своих обязательств, Стороны несут
                                        ответственность в соответствии с действующим законодательством Республики
                                        Беларусь.
                                    </p>
                                </li>
                                <li class="card__list-item">
                                    <p class="text-lg">
                                        5.9. В случае необоснованного отказа от приобретения товара, Покупатель обязан
                                        возместить расходы Продавца, связанные с доставкой Товара Покупателю.
                                    </p>
                                </li>

                            </ul>
                        </div>
                    </li>
                    <li class="dogovor__list-item">
                        <div class="card">
                            <h3 class="card__title text-3xl">
                                6. Прочие условия.
                            </h3>
                            <ul
                                class="card__list card__list--column card__list--markers-disc card__list--no-list-item-mb">
                                <li class="card__list-item">
                                    <p class="text-lg">
                                        6.1. К отношениям между Покупателем и Продавцом применяется право Республики
                                        Беларусь.
                                    </p>
                                </li>
                                <li class="card__list-item">
                                    <p class="text-lg">
                                        6.2. В случае возникновения вопросов и претензий со стороны Покупателя или
                                        Получателя, он должен обратиться к Продавцу по телефону или через форму
                                        «Обратной связи» на сайте интернет-магазина.
                                    </p>
                                </li>
                                <li class="card__list-item">
                                    <p class="text-lg">
                                        6.3. Все возникающее споры Стороны будут стараться решить путём переговоров. При
                                        недостижении обоюдовыгодного соглашения, спор между Сторонами будет передан на
                                        рассмотрение в судебный орган в соответствии с действующим законодательством
                                        Республики Беларусь.
                                    </p>
                                </li>
                                <li class="card__list-item">
                                    <p class="text-lg">
                                        6.4. Признание судом недействительности какого-либо положения настоящего
                                        договора не влечёт за собой недействительность его остальных положений.
                                    </p>
                                </li>
                                <li class="card__list-item">
                                    <p class="text-lg">
                                        6.5. Продавец имеет право использовать электронный адрес и телефонные номера
                                        Покупателя для рассылки информационных сообщений.
                                    </p>
                                </li>
                                <li class="card__list-item">
                                    <p class="text-lg">
                                        6.6. Продавец имеет право перед поставкой заказанного Покупателем товара
                                        потребовать от Клиента 100% предоплаты заказанного товара. Продавец имеет право
                                        отказать Покупателю в доставке товара при отсутствии такой оплаты. Продавец
                                        имеет право потребовать от Покупателя 100% предоплаты заказанного товара в
                                        следующих случаях: — если Покупатель, ранее совершал заказы, но отказывался от
                                        выкупа заказанных товаров, доставленных в срок и в надлежащем качестве, — по
                                        иным причинам на усмотрение интернет-магазина.
                                    </p>
                                </li>
                                <li class="card__list-item">
                                    <p class="text-lg">
                                        6.7. Продавец вправе произвести ограничения одновременно доставляемого
                                        Покупателю Товара.
                                    </p>
                                </li>
                                <li class="card__list-item">
                                    <p class="text-lg">
                                        6.8. Продавец вправе не подтвердить либо аннулировать заказ и уведомить об этом
                                        Покупателя, отказать в оплате и/или продаже Товара по указанной цене, если она
                                        явилась следствием технической ошибки или неправомерных действий со стороны
                                        третьих лиц. Стоимость товара может быть следствием указанных обстоятельств,
                                        если отличается от медианы стоимости данной модели/модификации товара по рынку в
                                        данный момент времени более чем на 20%. В таком случае Продавец вправе отказать
                                        в оплате и/или продаже данного товара по указанной цене.
                                    </p>
                                </li>
                            </ul>
                        </div>
                    </li>
                    <li class="dogovor__list-item">
                        <div class="card">
                            <h3 class="card__title text-3xl">
                                7. Реквизиты Продавца.
                            </h3>
                            <ul
                                class="card__list card__list--column card__list--markers-disc card__list--no-list-item-mb">
                                <li class="card__list-item">
                                    <p class="text-lg">
                                        ИП Валько Денис Валерьевич
                                    </p>
                                </li>
                                <li class="card__list-item">
                                    <p class="text-lg">
                                        УНП 291558723
                                    </p>
                                </li>
                                <li class="card__list-item">
                                    <p class="text-lg">
                                        Брестская обл. г. Барановичи ул. Репина д 58 кв 10 email: info@100nout.by
                                    </p>
                                </li>
                                <li class="card__list-item">
                                    <p class="text-lg">
                                        р/с BY75 MTBK 3013 0001 0933 0005 2882 в ЗАО «МТБанк»
                                    </p>
                                </li>
                                <li class="card__list-item">
                                    <p class="text-lg">
                                        БИК MTBKBY22
                                    </p>
                                </li>
                                <li class="card__list-item">
                                    <p class="text-lg">
                                        УНП 100394906, г. Минск ул. Толстого д. 10
                                    </p>
                                </li>
                                <li class="card__list-item">
                                    <p class="text-lg">
                                        Телефоны: +37544–415–74–00, +37533–375–74–00
                                    </p>
                                </li>
                            </ul>
                        </div>
                    </li>
                </ul>
            </section>
            <?php get_footer();